Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2016/4_festivaler_med_samisk_innhold.pdf.tmx
Source language: nob
Languages: sme

source: Musikkfestivalen i Kautokeino har for 2014 og 2015 regnet besøkstall samlet for alle arrangementene som arrangeres av dem i løpet av de dagene festivalen gjennomføres.
sme: Guovdageainnu musihkkafestivála lea jagiid 2014 ja 2015 rehkenastán oktii guosseloguid buot lágidemiin maid sii lágidit daid beivviid go lea festivála.

source: Tallene er ikke eksakte for 2014 og 2015, men for 2016 framstår tallene mer eksakt.
sme: Logut eai leat sihkkarat jagiide 2014 ja 2015, muhto 2016 logut leat sihkkarat.

source: De inkluderer også dem som har betalt for å se SGP på livestream (350 stykker).
sme: Dasa gullet maid logut das gallis mákse geahččat SGP livestreama bokte (350 olbmo).

source: At tallene er mer eksakte, kan forklare noe av den store variasjonen (nedgangen) i deltakelsen.
sme: Dat go logut leat dárkileappot sáhttá čilget muhtun muddui oasseváldiid variašuvnna (njiedjama).

source: Festivalen i Karasjok har oppgitt besøkstall som er jevnt stigende de tre siste årene.
sme: Kárášjoga festivála lea almmuhan guosseloguid mat čájehit dássedis lassáneami golbma maŋemus jagi.

source: Rasten rastah ble ikke arrangert i 2015 og står derfor med 0 besøkende da.
sme: Raasten rastah ii lágiduvvon jagi 2015 ja danne leat dalle 0 guossi.

source: Med utgangspunkt i denne tabellens tall for solgte billetter deltok nesten 25 000 deltakere i 2014, 22350 i 2015 og en liten nedgang til 21 329 i 2016. Det vil si at 20 000 - 25 000 personer deltar på de samiske festivalene hvert år.
sme: Go váldá vuođu dán tabealla vuvdojuvvon bileahtaid logus, de ledje measta 25 000 oasseváldi jagi 2014, ja 22 350 jagi 2015 ja veaháš njieddju jahkái 2016 namalassii 21 329 guossái. Dat mearkkaša ahte 20 000-25 000 olbmo oasálastet jahkásaččat festiválain.

source: 4.4 Økonomisk støtte til samiske festivaler
sme: 4.4 Ekonomalaš doarjja sámi festiválaide

source: Det har vært krevende å skaffe eksakte tall på inntekter og utgifter og finansieringen fra samtlige festivaler med samisk innhold.
sme: Lea leamaš gáibideaddji háhkat sihkkaris loguid dietnasiin, olggosgoluin ja ruhtademiin visot festiválain main lea sámi sisdoallu.

source: Av den grunn presenteres økonomiske og andre samarbeidspartnere mer generelt i dette kapittelet.
sme: Danne ovdanbuvttán dán kapihttalis ekonomalaš ja eará ovttasbargoguimmiid oalle obbalaččat.

source: Noe av utfordringen med tanke på å skaffe fullstendig oversikt over utgifter og inntekter er at alle festivalene hovedsakelig er drevet på frivillig basis.
sme: Oassi hástalusas háhkat ollislaš gova olggosgoluin ja dietnasiin lea go festiválat doibmet ollu eaktodáhtolaš bargiid bokte.

source: Selv om noen festivaler har heltidsansatte hele eller deler av året, er samtlige avhengige av at det legges ned et omfattende frivillig arbeid.
sme: Vaikko muhtun festiválain leat ollesáiggebargit birra jagi dahje muhtun áiggiid jagis, de leat buohkat gitta das ahte ollu dahkko eaktodáhtolaš barggu bokte.

source: Samtidig har noen av festivalene, som for eksempel Musikkfestivalen i Kautokeino og Alta Sami Festival, lagt ut produksjonen til et privateid selskap, der sponsorer og samarbeidspartnere ikke er offentlig tilgjengelige.
sme: Seammás leat muhtun festiválain, ovdamearka dihte Guovdageainnu musihkkafestiválas ja Álttá Sámi festiválas, olggobeale buvttadeaddjit priváhta fitnodagain, mas sponsorat ja ovttasbargoguoimmit eai leat almmolaččat olámuttus.

source: I dette kapittelet har jeg tatt utgangspunkt i den direkte pengestøtten til festivalene som synliggjøres i Sametingets budsjett (2016).
sme: Dán kapihttalis lean váldán vuolggasaji njuolggoruhtadoarjagis festiválaide mat oidnojit Sámedikki bušeahtas (2016).

source: Det må samtidig nevnes at Sametinget også støtter festivalene utover dette på andre poster.
sme: Seammás ferte namuhuvvot ahte Sámediggi maiddái doarju festiválaid eará poasttaid bokte.

source: Tabell 4.4 gir kun en oversikt over Sametingets direkte støtte til festivaler med samisk innhold i 2015 og 2016, med utgangspunkt i tall som framkommer i Sametingets budsjett.
sme: Tabealla 4.4 čájeha oppalašgova dušše Sámedikki njuolggo doarjagis festiválaide main lea sámi sisdoallu jagiid 2015 ja 2016, loguiguin mat bohtet ovdan Sámedikki bušeahtas.

source: Oversikten viser at følgende samiske festivaler de to siste årene har mottatt støtte gjennom direkte tilskudd fra Sametinget: Musikkfestivalen i Kautokeino, Riddu Riđđu, Márkomeannu, Påskefestivalen i Karasjok, Sørsamisk kulturfestival / Raasten rastah, Julesàme vahkko / Lulesamisk uke, Samisk uke i Tromsø og Alta Sami festival.
sme: Oppalašgovva čájeha ahte čuovvovaš sámi festiválat maŋemus guokte jagi leat ožžon njuolggodoarjaga Sámedikkis: Guovdageainnu musihkkafestivála, Riddu Riđđu, Márkomeannu, Kárášjoga beassášfestivála, Lullisámi kulturfestivála Raasten rastah, Julevsáme vahkko, Sámi vahkku Romssas ja Álttá Sámi festivála.

source: Som tabell 4.4 viser, øremerket Sametinget totalt over 5,2 millioner kroner til festivaler med samisk innhold i 2016, mot 4,3 millioner i 2015, dvs. en økning på 931 000 kroner.
sme: Nugo tabeallas 4.4. boahtá ovdan de lea Sámediggi merken jagi 2016 oktiibuot badjel 5,2 millijovnna ruvnno festiválaide main lea sámi sisdoallu, lohku mii jagi 2015 lei 4,3 millijovnna, mii mearkkaša lassáneami 931 000 ruvnnuin.

source: Det er i hovedsak de fire største festivalene – Musikkfestivalen i Kautokeino, Riddu Riđđu, Márkomeannu og Påskefestivalen i Karasjok – som mottar mest støtte direkte fra Sametinget.
sme: Njeallje stuorimus festivála Guovdageainnu musihkkafestivála, Riddu Riđđu, Márkomeannu ja Kárášjoga beassášfestivála leat dat mat ožžot eanemus njuolggodoarjaga Sámedikkis.

source: Ett unntak er Samisk uke i Tromsø som er neststørst i besøkstall men mottar mindre støtte enn alle de andre festivalene unntatt Alta Sami festival.
sme: Spiehkastat lea Sámi vahkku Romssas mas leat nubbin alimus guosselogut muhto oažžu unnit doarjaga go eará festiválat, earret Álttá Sámi vahkku.

source: Sametinget understreker at samiske institusjoner som for eksempel festivaler er viktige aktører og samarbeidspartnere i utviklingen av samisk kunst- og kulturliv.
sme: Sámediggi deattuha ahte sámi institušuvnnat nugo ovdamearka dihte festiválat, leat dehálaš aktevrrat ja ovttasbargoguoimmit sámi dáidaga- ja kultureallima ovdánahttimis.

source: Derfor er Sametinget opptatt av å skape faglig sterke samiske institusjoner som framstår som gode arenaer for utvikling av samisk språk og kultur (Sametingets budsjett 2016).
sme: Danne lea Sámedikkis beroštupmi ásahit fágalaš nanu sámi institušuvnnaid mat lea buorit arenat sámegiela ja sámi kultuvrra ovddideapmái (Sámedikki bušeahtta 2016).

source: For å understøtte dette bevilger Sametinget blant annet midler til festivaler som synliggjør, formidler og utvikler samisk kultur.
sme: Dán olis juolluda Sámediggi earret eará doarjaga festiválaide mat čalmmustahttet, gaskkustit ja ovdánahttet sámi kultuvrra.

source: Ifølge Sametingets budsjett (2016, s. 47) skal tilskuddet som bevilges til festivalene, bidra til:
sme: Sámedikke bušeahta mielde (2016, s. 47) galget juolludeamit festiválaide veahkehit:

source:  Så sikre stabil og forutsigbar drift av de samiske festivalene
sme:  Sihkkarastit dássedis ja vuordevaš doaimmaheami sámi festiválain

source:  At samiske festivaler får mulighet for utvikling og fornying
sme:  Addit sámi festiválaide ovdánan ja ođastan vejolašvuođa

source:  Attraktive samiske festivaler som besøkes av publikum
sme:  Sámi festiválaid geasuhit olbmuid

source:  Synliggjøring og formidling av samisk kunst, kultur og språk
sme:  Oainnusmáhttit ja gaskkustit sámi dáidaga, kultuvrra ja giela

source:  Samiske møteplasser
sme:  Láhčit dili sámi deaivvadanbáikkiide

source:  Kulturarenaer kulturarenaer for barn og unge
sme:  Láhčit dili mánáid ja nuoraid kulturarenaide

source: Når en ser tabellene 4.2, 4.3 og 4.4 i sammenheng, ser en at det er de mest tradisjonsrike festivalene, det vil si de som har pågått lengst, som også er de festivalene som mottar mest direkte pengestøtte fra Sametinget.
sme: Go geahččá tabeallaid 4.2, 4.3 ja 4.4 ovttas, de oaidná ahte dat buot eanemus árbevirolaš festiválat, dat mat leat leamaš guhkimusat, leat maiddái dat festiválat mat ožžot eanemus njuolggoruhtadoarjaga Sámedikkis.

source: 4.5 Samarbeidspartnere
sme: 4.5 Ovttasbargoguoimmit

source: I tillegg til inntekter fra festivalpass og økonomisk støtte fra Sametinget mottar festivalene støtte fra fylkeskommunene i Nordland, Troms og Finnmark, Kulturrådet, de respektive kommuner der festivalene arrangeres (Karasjok, Kautokeino, Kåfjord, Tromsø, Evenes, Tysfjord, osv.), samt lokale og regionale sponsorer.
sme: Lassin dietnasii mii boahtá festiválapássain ja Sámedikki ekonomalaš doarjagis, de ožžot festiválat doarjaga Nordlándda, Romssa ja Finnmárkku fylkkasuohkaniin, Kulturráđis, suohkaniin gos guhtege festivála lea (Kárášjohka, Guovdageaidnu, Gáivuotna, Romsa, Evenášši, Divttasvuotna jna.), ja maiddái báikkálaš ja guovlulaš sponsoriin.

source: Generelt kan det sies at offentlige organer som Sámediggi/Sametinget, fylkeskommunene og festivalkommunene fortsatt er de viktigste samarbeidspartnerne og sponsorene for alle festivalene.
sme: Oppalaččat sáhttá lohkat ahte almmolaš orgánat nugo Sámediggi, fylkkasuohkanat ja festiválasuohkanat ain leat buot festiválaid deháleamos ovttasbargoguoimmit ja sponsorat.

source: I tillegg til økonomiske støttespillere har flere av festivalene også inngått samarbeidsavtaler som bidrar til støtte på andre måter, som for eksempel kunnskapsformidling og markedsføring.
sme: Lassin ekonomalaš doarjaleddjiide leat maiddái máŋga festivála ásahan ovttasbargošiehtadusaid mat dorjot eará ládje, ovdamearka dihte oahppogaskkustemiin ja márkanastimiin.

source: Riddu Riđđu har for eksempel inngått en hovedsamarbeidsavtale med UiT– Norges Arktiske Universitet i Tromsø, som blant annet resulterte i at UiT arrangerte sommerskole for sine masterstudenter under festivalen i 2015, og årlig arrangerer forsknings-, debatt- og kunnskapsseminarer på festivalen.
sme: Riddu Riđđu lea ovdamearka dihte ásahan váldoovttasbargošiehtadusa UIT – Norgga Árktalaš Universitehtain Romssas, mas boađusin lei earret eará ahte UiT lágidii geasseskuvlla iežaset masterstudeanttaide 2015 festiválas, ja lágidit festiválas jahkásaččat dutkan-, debáhtta- ja oahpposeminára.

source: Også Márkomeannu, Alta Sami Festival og Samisk uke i Tromsø har et nært samarbeid med UiT, og det arrangeres kunnskapsseminarer under disse festivalene.
sme: Sámi vahkku Romssas ja UiT lágidit searválaga viiddis semináraprográmma mas ságaškuššet áigeguovdilis dutkan ja sámi guoski gažaldagain. Maiddái Márkomeanus ja Álttá Sámi festiválas lea lagas ovttasbargu UiT:n, ja dain festiválain lágidit oahpposemináraid.

source: Som eksempel kan nevnes at Sørsamisk kulturfestival har et nært samarbeid med Rørosmuseet, og Riddu Riđđu samarbeider med Nord-Troms museum.
sme: Ovdamearkan sáhttá namuhit ahte lullisámi kulturfestiválas lea lagas ovttasbargu Plassje museain, ja Riddu Riđđu ovttasbargá Davvi-Romssa museain.

source: Andre bidragsytere og samarbeidspartnere er idrettslagene, friluftsrådene, bibliotek, de samiske språksentrene i lokalmiljøet, husflidslag og lokale kunst- og kulturforeninger.
sme: Eará attusveahkit ja ovttasbargoguoimmit leat valáštallansearvvit, olgoáibmoráđit, girjerádjosat, báikkálaš sámi giellaguovddážat, duodjesearvvit ja báikkálaš dáidda- ja kultursearvvit.

source: Festivalene er generelt dyktige på å samarbeide på tvers med andre sosiale institusjoner og arrangementer.
sme: Festiválat leat oppalaččat čeahpit bargat sosiála institušuvnnaid ja lágidemiid gaskasaččat.

source: Eksempler her kan være Midnight Sun Maraton i Tromsø, Sami Fashion Week i Alta og Sami Melodi Grand Prix i Kautokeino.
sme: Ovdamearkkat leat Romssas Midnigth Sun Maraton, Álttás Sámi Fashion Week ja Guovdageainnus Sámi Melodi Grand Prix.

source: Her er det også viktig å nevne at minst like viktig som støtte fra samarbeidspartnere og sponsorer er all den frivillige innsatsen som legges ned av mange titalls mennesker som årlig stiller opp og jobber dugnad for å få til bærekraftige og gode samiske festivaler i hele Sápmi.
sme: Dákko lea maid dehálaš namuhit ahte unnimusat seamma dehálaččat go leat ovttasbargogummiid ja sponsoriid doarjja, lea maiddái eaktodáhtolaš bargu maid logiid mielde olbmot jahkásaččat doaimmahit vai buorit sámi festiválat cevzet miehtá Sámi.

source: Uten alle disse hadde festivalene ikke kunnet realiseres, noe også forskningen til Jæger og Mykletun (2009) viser.
sme: Sin haga eai livčče festiválat sáhttán čađahuvvot, dan duođašta maiddái Jæger ja Mykletun (2009) dutkan.

source: 4.6 Festivalenes profil
sme: 4.6 Festiválaid profiila

source: Gjennom samlebegrepet profil beskrives det hvordan festivalen framstår i sitt musikkvalg, samt hvor artistene som opptrer, kommer fra, hvor mange samiske artister det er versus andre artister, hvor mange som er fra Norden, og utenlandske artister.
sme: Čoahkkedoahpagiin profiila, čilgejuvvo makkár festivála lea sin musihkkaválljejumiid bokte, ja gos artisttat mat guoimmuhit leat eret, leat go sámi vai eará artisttat, man galle artistta leat Davviriikkain ja olgoriikkas eret.

source: Hovedvekten er lagt på profilen i musikkvalg, men helheten i arrangementstilbudet er også lagt til grunn.
sme: Profiilla váldodeaddu lea musihkkaválljejupmái, muhto geahččat maiddái lágidemiid ollislaš fálaldaga.

source: abell 4.5 viser at samtlige festivaler har en samisk profil, og festivalene har i hovedsak opptredener med samiske artister.
sme: Tabealla 4.5 čájeha visot festiválain sámi profiilla ja festiválain leat eanas sámi artisttat guoimmuheaddjin.

source: Noen vektlegger egen region sterkest, og noen har de siste årene hatt kjente norske artister som trekkplastre, som for eksempel Sandra Lyng på Musikkfestivalen i Kautokeino, Isac Elliot på Påskefestivalen i Karasjok og Sondre Justad på Riddu Riđđu-festivalen i 2016. Musikkfestivalen i Kautokeino arrangerer hvert år «Samisk Melodi Grand Prix» på påskeaften.
sme: Muhtumat bidjet deattu iežaset guvlui, ja muhtumiin leat leamaš maŋemus jagiid beakkán norgalaš artisttat dakkárin mat galget geasuhit olbmuid, nugo Sandra Lyng Kárášjoga musihkkafestiválas ja Isaac Elliot Guovdageainnu musihkkafestiválas ja Sondre Justad Riddu Riđus jagi 2016. Guovdageainnu musihkka festivála lágida jahkásaččat Sámi Melodi Grand Prix beassášlávvordaga.

source: Riddu Riđđu har internasjonale urfolksartister som kommer fra alle verdensdeler, der en folkegruppe presenterer seg selv hvert år, kalt «Årets nordlige folk».
sme: Riddu Riđus leat riikkaidgaskasaš álgoálbmot artisttat geat bohtet iešguđet guovllus máilmmis, ja jahkásaččat okta álbmot ovdanbuktá iežaset, nu gohčoduvvon Jagi davvi álbmogin.

source: Her kan urfolk fra hele verden presentere sin musikk og sin kultur, og det er overvekt av artister fra den/disse urfolksgruppene det året de er i fokus, som for eksempel urfolk fra Taiwan i 2016.4.7
sme: Das sáhttet álgoálbmogat vaikko gos máilmmis eret, almmuhit musihkaset ja kultuvraset ja guhtege jagi lea deaddu dain artisttain mat gullet dan álgoálbmotjovkui geat ain leat guovddážis, ovdamearka dihte Taiwan álgoálbmot jagi 2016.

source: Aktiviteter for barn og ungdom under 18 år
sme: 4.7 Aktivitehtat mánáide ja nuoraide vuollel 18 jagi

source: Samtlige samiske festivaler arrangerer aktiviteter for barn og unge under 18 år.
sme: Buot sámi festiválat lágidit aktivitehtaid mánáide ja nuoraide vuollel 18 jagi.

source: Tabell 5 gir en sammenfattende oversikt over de ulike aktivitetene.
sme: Tabealla 5 čájeha oppalašgeahčastaga das man viiddis fálaldagat leat mánáide ja nuoraide.

source: Selv om det varierer fra festival til festival hvor omfattende tilbudet til barn og unge er, går fysisk aktivitet, idrett og annen uteaktivitet, samt doudji og samisk sang og joik, igjen på alle festivalene.
sme: Vaikko rievddada festiválas festiválii man viiddis fálaldagat mánáide ja nuoraide leat, de leat fysalaš aktivitehtat, valáštallan ja eará olgodoaimmat, duodji ja sámi lávlun ja juoigan buot festiválain.

source: De fleste festivalene har også arrangementer for barn i tilknytning til bibliotek, skole eller språksentre og lokale aktiviteter med samisk tilsnitt.
sme: Eanas festiválain lea maiddái lágideapmi mánáide mii čatnasa girjerádjosii, skuvlii dahje giellaguovddážii ja báikkálaš doaimmat main lea sámi sisdoallu.

source: Lassokasting, reinkappkjøring, ATV-kjøring, naturbruk, oppsett og rising av lavvo, tørrfiskbanking og aktiviteter med røtter i andre urfolk kan gi et bilde på mangfoldet av aktiviteter som tilbys til barn og ungdom.
sme: Njoarosteapmi, heargegilvovuodjin, ATV-vuodjin, luondduávkkástallan, lávu ceggen ja durgen, goikeguoli dearpan ja aktivitehtat main leat ruohttasat eará álgoálbmogiin, diet čájehit man máŋggabealat doaimmaid fállet mánáide ja nuoraide.

source: Tabell 4.6 viser noe av det store mangfoldet av aktiviteter som festivalene tilbyr barn og ungdom under 18 år.
sme: Tabealla 4.6 čájeha muhtun muddui man ollu ja girjás doaimmat festiválain leat mánáide ja nuoraide vuollel 18 jagi.

source: Det må imidlertid nevnes at den ikke synliggjør det nære samarbeidet som er mellom festivalene og lokale organisasjoner som språksentre, museer, universiteter og høyskoler, grunnskoler og barnehager, idrettslag og friluftsråd.
sme: Ferte maiddái namuhit ahte das ii oidno lagas ovttasbargu festiválaid ja báikkálaš organisašuvnnaid gaskkas nugo giellaguovddážiid, museaid universitehtaid ja allaskuvllaid, vuođđoskuvllaid ja mánáidgárddiid, valáštallanservviid ja Friluftsrådain.

source: Gjennom doudji- og joikekurs, lesestunder med samiske forfattere, samiske og andre urfolks teaterforestillinger og -konserter får barna møte egen kultur, og de blir bedre kjent med andres kulturer.
sme: Fálaldagaid bokte nugo duodje- ja juoigankurssaid, lohkanbottuid sámi girječálliiguin, sámi ja eará álgoálbmot teáhterčájálmasaid ja konsearttaid bokte besset mánát deaivvadit iežaset kultuvrrain ja oahpásnuvvát earáid kultuvrraiguin.

source: Den eldre generasjonen og pensjonister brukes ofte som medhjelpere og fungerer som tradisjonsbærere mellom generasjonene.
sme: Vuorrasit buolva ja olbmot ealáhagas leat dávjá veahkkin ja doibmet buolvvaidgaskasaš árbevierroguoddin.

source: Slik kan festivaler være viktige sosiale institusjoner i videreføringen av tradisjoner både til samiske barn og til andre barn som deltar på festivalene og lærer mer om samiske og andre urfolks tradisjoner.
sme: Nu sáhttet festiválat leat dehálaš sosiála institušuvdnan áimmahuššat árbevieruid sihke sámi mánáide ja eará mánáide geat oasálastet festiválain ja ohppet eanet sámi ja eará álgoálbmot árbevieruin.

source: 4.8 Om festivalene
sme: 4.8 Festiválaid birra

source: I det følgende presenteres litt historie og fakta om hver enkelt festival.
sme: Čuovvovaččat ovdanbuvttán veaháš dieđuid ja historjjá iešguđetge festiválaid birra.

source: Det tas hovedsakelig utgangspunkt i de aktiviteter de arrangerte i 2016, da historien til de fleste samiske festivalene er mangelfullt beskrevet og lite forsket på.
sme: Vuolggasadji lea doaimmain mat dain leat leamaš jagi 2016, go eanas festiválaid historjá lea unnán čilgejuvvon ja daid leat maiddái unnán guorahallan.

source: 4.8.1 Musikkfestivalen i Kautokeino
sme: 4.8.1 Guovdageainnu musihkkafestivála

source: Musikkfestivalen i Kautokeino arrangeres hver påske i Kautokeino i Finnmark og er en 45 år gammel tradisjon som består av tradisjonelle joikekonserter framført både av barn, ungdom og voksne.
sme: Guovdageainnu musihkkafestivála lágiduvvo juohke beassážiid Guovdageainnus, Finnmárkkus ja lea 45 jagi boares vierru mas leat árbevirolaš juoigankonsearttat sihke mánáid, nuoraid ja rávisolbmuid várás.

source: Denne arrangeres i tilknytning til den store, tradisjonsrike påskefestivalen, som har røtter langt tilbake i tid før musikkfestival og Samisk Grand Prix ble startet opp.
sme: Dat lágiduvvo oassin stuora, árbevirolaš beassášfestiválas, mas lea vuolgga ovdalis go musihkkafestivála ja Sámi Grand Prixa álggahuvvojedje.

source: Parallelt med musikkfestivalen foregår det med andre ord mange aktiviteter i Kautokeino gjennom hele påsken med både VM i reinkappkjøring, snøscooter-race og mange andre idrettslige og kulturelle tilbud som gjennom en årrekke har tiltrukket seg mange tilreisende fra inn- og utland.
sme: Nu ahte oktanaga musihkkafestiválain lágiduvvojit ollu eará doaimmat Guovdageainnus beassážiid nugo heargegilvonvuodjin MM, skutergilvovuodjimat ja máŋga eará valáštallan ja kultuvrralaš fálaldagat mat jagiid mielde leat geasuhan gussiid sihke sis- ja olgoriikkas.

source: I tillegg til konserter med kjente artister fra Sápmi og andre deler av verden er arrangement som «Samisk Melodi Grand Prix» en sentral del av Musikkfestivalen i Kautokeino.
sme: Lassin konsearttaide sámi beakkálmasaiguin ja eará máilmmi beakkálmasaiguin, lea «Sámi Melodi Grand Prix» guovddáš oassi Guovdageainnu musihkkafestiválas.

source: Den arrangeres hvert år påskeaften, og her konkurrerer samiske artister mot hverandre i kategoriene tradisjonell joik og sang.
sme: Dat lágiduvvon juohke jagi beassášlávvordaga, ja das gilvalit sámi artisttat árbevirolašjuoigamis ja lávlumis.

source: Festivalen slet i mange år med underskudd og måtte nesten legges ned, men i 2013 ble det inngått et samarbeid med selskapet Audioland, som eies og drives av Olga Solyanik, og musikkfestivalen kunne fortsette å eksistere.
sme: Festivála ražai máŋggaid jagiid vuolláibáhcagiin ja fertii goasii heaittihuvvot, muhto jagi 2013 álggahuvvui ovttasbargu fitnodagain Audioland man eaiggáda Olga Solyanik ja musihkkafestivála joatkašuvai.

source: Artister i 2016 ifølge festivalens nettside (http://www.samieasterfestival.com/no_program.php) var ungdomskonsert med Isac Elliot, ÁGY, Cir.
sme: Artisttat jagi ledje nugo boahtá ovdan festivála neahttasiiddus (http://www.

source: cuZ, Staysman &amp; Lazz, The Silhouette Stone, Johan Anders Bær, Jon Henrik Fjällgren, Nils Henrik Buljo, film om Samisk Grand Prix, joikekonsert for barn og ungdom, samt tradisjonell joikekonsert med vinnerne av Samisk Grand Prix 2015. I tillegg til ulike aktiviteter som lassokasting, reinkappkjøring, ulike doudjiaktiviteter og ulike konkurranser med fysisk aktiviteter for barna ble teaterforestillingen «Gávvilis rieban» (Den lure reven) også vist for barna.
sme: com/no_program.php) Isac Elliot gii doalai nuoraidkonseartta, ÁGY, Cir.cuZ, Staysman &amp; Lazz, The Silhouette Stone, Johan Anders Bær, Jon Henrik Fjällgren, Nils Henrik Buljo, doppe lei filbma Sámi Grand Prixa birra, juoigankonsearta mánáide ja nuoraide, ja árbevirolašjuoigankonsearta Sámi Grand Prixa 2015 vuitiiguin. Doppe ledje iešguđetlágan aktivitehtat nugo njoarosteapmi, heargegilvovuodjin, iešguđetlágan duodjedoaimmat ja iešguđetlágan fysalašaktivitehta gilvvut mánáide ja maiddái mánáid teáhterčájálmas «Gávvilis rieban».

source: Musikk- og kulturfestivalen Riddu Riđđu arrangeres hvert år i Olmaivahkki (Manndalen) i Gaivuotna sohkan (Kåfjord kommune) i Nord-Troms.
sme: Musihkka- ja kulturfestivála Riddu Riđđu lágiduvvo jahkásaččat Olmmáivákkis Gáivuonas, Gáivuona suohkanis Davvi-Romssas.

source: Det samiske festivalnavnet Riddu Riđđu kan oversettes til «en liten storm langs kysten», men kan også ha andre betydninger som «stormen» eller «bølger i bevegelse».
sme: Sámi festiválanamma Riddu Riđđu sáhttá čilgejuvvot «loaččes stoarbman rittus», muhto das sáhttet maiddái eará mearkkašumit nugo «stoarbma» dahje «lihkadeaddji bárut».
